Repository: rubenchick/swift
Catalog: Test Help Info/Test Help Info/*.xcloc/Localized Contents/*.xliff
Languages: ru

# 7Qv-Bk-6AV.text
source: Tap, "Main list" to add / edit task
ru: Нажмите "Главный лист" для редактирования или добавления задач

# HTu-DU-MSx.text
source: Tap to exit
ru: Нажмите для выхода

# RXx-0n-FU2.text
source: Today
ru: Сегодня

# U1M-kz-xt2.text
source: Pilul
ru: Лекарство

# WpQ-s8-1Df.text
source: Back
ru: Назад

# YTk-70-9t7.text
source: Next
ru: Далее

# vIl-PL-RpY.text
source: Teacher
ru: Репетитор

# z8t-YR-Q3P.text
source: Run
ru: Бег

# CFBundleName
source: $(PRODUCT_NAME)
ru: Русская версия

source: Text from code
ru: Текст из кода
