Repository: rubenchick/swift
Catalog: Daily Routine — копия/Daily Routine/Translation/Daily Routine/*.xcloc/Localized Contents/*.xliff
Languages: ru

# 0ls-cw-SwX.placeholder
source: Enter a description (e.g. 30 minutes before mealtime)
ru: Введите описание (напр. за 30 мин до еды)

# 2Xq-ch-utU.title
source: < Back
ru: < Назад

# 2mK-WA-db7.normalTitle
source: Done
ru: Готово

# 3Yw-RX-002.text
source: Several times a month
ru: Несколько раз в месяц

# 5ft-Jt-zlo.text
source: Specify which days to set the task
ru: Укажите в какие дни ставить задачу

# 6rP-TX-TiO.text
source: Additional information
ru: Добавить информацию в описание

# 7Ph-M4-zzm.normalTitle
source: Done
ru: Готово

# G99-PY-7bB.text
source: Daily
ru: Ежедневно

# Jyn-gj-UmW.text
source: Duration
ru: Продолжительность

# LUY-V0-8mj.text
source: How many times a day
ru: Cколько раз в день

# O5f-T2-PBo.text
source: Today's tasks
ru: Дела на сегодня

# PhJ-5Q-OtR.text
source: Few times a week
ru: Несколько раз в неделю

# Yl3-JN-xgF.text
source: Specify which days to set the task
ru: Укажите в какие дни ставить задачу

# eZh-TT-qcy.text
source: What should be done:
ru: Что нужно сделать:

# i37-DR-DAI.text
source: Add information to the description
ru: Добавить информацию в описание

# iwT-YI-rYj.text
source: All tasks
ru: Полный список

# k4K-VY-Mct.placeholder
source: Enter a new task
ru: Введите новое задание

# mfT-6Z-e9B.text
source: Task
ru: Задание

# mrC-Vl-k92.title
source: Done
ru: Готово

# yJE-DJ-Yfx.text
source: Description (not obligatory)
ru: Описание (не обязательно)

source: (to
ru: (до

source: [ each
ru: [ каждое

source: [ each ]
ru: [ каждое ]

source: times)
ru: раз)

source: Add a new task
ru: Добавить новую задачу

source: Attention
ru: Внимание

source: Dates are not selected
ru: Не выбраны даты

source: Double-tap to continue
ru: Дважды нажмите, чтобы продолжить

source: Double-tap to exit edit mode
ru: Для выхода из режима редактирования, коснитесь два раза

source: Fr
ru: Пт

source: Fr.
ru: Пт.

source: Mark the completed task
ru: Отмечаем выполненное задание

source: Mo
ru: Пн

source: Mo.
ru: Пн.

source: No title entered
ru: Не введено название

source: OK
ru: Хорошо

source: Sa
ru: Сб

source: Sa.
ru: Сб.

source: Su
ru: Вс

source: Su.
ru: Вс.

source: Tap to 'All tasks'
ru: Перейти к 'Список всех дел'

source: Tap to 'Today's tasks'
ru: Перейти к списку 'Дела на сегодня'

source: Tap to change order
ru: Потяните, чтобы изменить порядок

source: Tap to show / edit task
ru: Посмотреть / изменить задание

source: Tap twice To delete or change a task sequence
ru: Для удаления или изменения последовательности заданий, коснитесь два раза

source: Tasks to be performed regularly
ru: Список задач, которые нужно регулярно выполнять

source: Th
ru: Чт

source: Th.
ru: Чт.

source: The day of the week is not selected
ru: Не выбран день недели

source: To exit edit mode, double-tap.
ru: Для выхода из режима редактирования, коснитесь два раза

source: Today's to do list
ru: Список дел, которые нужно выполнить сегодня

source: Tu
ru: Вт

source: Tu.
ru: Вт.

source: We
ru: Ср

source: We.
ru: Ср.

source: after lunch
ru: после обеда

source: at night
ru: ночью

source: before lunch
ru: до обеда

source: in the evening
ru: вечером

source: in the midday
ru: днем

source: in the morning
ru: утром

source: nd
ru: -ой

source: rd
ru: -ий
